        <footer class="md:p-[2] p-[20px] footer page-section-3 md:pt-[120px] pt-[60px] wow fadeInUp" data-wow-delay="0.2s">
            <div class="container bg-black rounded-[30px] pt-10 py-10 pb-0 relative">
               
                <div class="md:text-start text-center container flex md:justify-between justify-center md:items-start items-center md:flex-nowrap flex-wrap text-white md:flex-row flex-col gap-5">
                    <div class="z-10">
                        <a href="/" class="flex items-start">
                            <img class="m-auto md:w-60 w-44" src="<?php echo get_template_directory_uri() . '/src/img/icons/logo.svg'; ?>" alt="Logo">
                        </a>
                    </div>
                    <div class="z-10">
                        <p class="pb-4 font-semibold">Каталог</p>
                        <ul class="text-gray md:text-base text-xs flex flex-col gap-2">
                            <a href="" class="pb-8 md:text-[18px] text-[14px]">
                                Авто с аукционов Японии
                            </a>  
                            <a href="" class="pb-8 md:text-[18px] text-[14px]">
                                Авто с аукционов Кореи
                            </a>  
                            <a href="" class="pb-8 md:text-[18px] text-[14px]">
                                Популярные из Китая
                            </a>  
                        </ul>
                    </div>
                    <div class="z-10">
                        <p class="pb-4 font-semibold">Клиентам</p>
                        <ul class="text-gray md:text-base text-xs flex flex-col gap-2">
                            <a href="#" class="pb-8 font-medium md:text-[18px] text-[14px]">
                                Отзывы
                            </a>  
                            <a href="#" class="pb-8 font-medium md:text-[18px] text-[14px]">
                                Новости
                            </a>  
                        </ul>
                    </div>
                    <div class="z-10">
                        <p class="pb-4 font-semibold">КОНТАКТЫ</p>
                        <ul>
                            <li class="font-medium pb-10 md:pr-8 pr-auto md:text-start text-center start">
                                <a class="font-medium md:text-[18px] text-[14px]" href="tel:+79247388555">+7 (924) 738‒85‒55</a>
                            </li>
                            <li class="font-medium pb-10 md:pr-8 pr-auto md:text-start text-center start">
                                <a class="font-medium md:text-[18px] text-[14px]" href="mailto:japanauto_125@mail.ru">japanauto_125@mail.ru</a>
                            </li>
                            <li class="font-medium pb-10  md:pr-8 pr-auto md:text-start text-center start max-w-xs">
                                <p class="font-medium md:text-[18px] text-[14px]">г.  Уссурийск, Тургенева 1-й переулок, 5</p>
                            </li>
                        </ul>
                    </div>  
                    <svg class="absolute top-[80px] z-0 left-0 md:hidden block" width="118.277344" height="754.000000" viewBox="0 0 118.277 754" fill="none" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                        <desc>
                                Created with Pixso.
                        </desc>
                        <defs/>
                        <path id="Vector" d="M79.51 36.95L90.23 36.95C94.41 36.95 97.32 36.12 98.97 34.47C100.62 32.71 101.45 30.4 101.45 27.54C101.45 24.68 100.62 22.43 98.97 20.78C97.32 19.02 94.41 18.14 90.23 18.14L64.82 18.14C60.65 18.14 57.73 19.02 56.08 20.78C54.32 22.43 53.44 24.68 53.44 27.54C53.44 30.4 54.32 32.71 56.08 34.47C57.73 36.12 60.65 36.95 64.82 36.95L68.29 36.95L68.29 54.1L1.31 50.8L1.31 2.96L17.81 2.96L17.81 34.47L45.36 35.96C39.75 32.55 36.95 27.27 36.95 20.12C36.95 13.41 39.2 8.41 43.71 5.11C48.22 1.7 54.76 0 63.34 0L89.07 0C98.42 0 105.63 2.3 110.68 6.92C115.63 11.43 118.11 18.14 118.11 27.05C118.11 35.96 115.63 42.72 110.68 47.34C105.63 51.85 98.42 54.1 89.07 54.1L79.51 54.1L79.51 36.95Z" fill="#3A4047" fill-opacity="1.000000" fill-rule="nonzero"/>
                        <path id="Vector" d="M29.69 82.72C24.52 82.72 21.06 83.6 19.3 85.36C17.43 87.01 16.49 89.26 16.49 92.12C16.49 94.98 17.37 97.29 19.13 99.05C20.78 100.7 23.69 101.53 27.87 101.53L40.25 101.53L40.25 118.68L29.03 118.68C19.68 118.68 12.53 116.43 7.58 111.92C2.52 107.3 0 100.54 0 91.63C0 82.72 2.52 76.01 7.58 71.5C12.53 66.88 19.68 64.58 29.03 64.58C35.08 64.58 40.58 65.46 45.52 67.21C50.36 68.97 54.82 71.23 58.89 73.98C62.85 76.62 66.53 79.53 69.94 82.72C73.35 85.8 76.59 88.71 79.67 91.46C82.75 94.1 85.77 96.3 88.74 98.06C91.6 99.82 94.63 100.7 97.82 100.7C98.92 100.7 99.74 100.65 100.29 100.54L100.29 66.23L116.79 66.23L116.79 118.68L102.6 118.68C96.99 118.68 92.04 117.8 87.75 116.04C83.47 114.28 79.56 112.08 76.04 109.45C72.41 106.7 69.06 103.78 65.98 100.7C62.79 97.62 59.44 94.76 55.92 92.12C52.4 89.37 48.55 87.12 44.37 85.36C40.19 83.6 35.3 82.72 29.69 82.72Z" fill="#3A4047" fill-opacity="1.000000" fill-rule="nonzero"/>
                        <path id="Vector" d="M15.83 172.87C15.83 169.35 15.45 166.49 14.68 164.29C13.91 161.98 12.86 160.11 11.54 158.68C10.22 157.25 8.68 156.1 6.92 155.22C5.16 154.34 3.29 153.57 1.31 152.91L1.31 140.7L116.79 140.7L116.79 158.85L28.7 158.85L28.7 172.87L15.83 172.87Z" fill="#3A4047" fill-opacity="1.000000" fill-rule="nonzero"/>
                        <path id="Vector" d="M90.23 232.83C94.41 232.83 97.38 232.01 99.14 230.36C100.79 228.6 101.61 226.29 101.61 223.43C101.61 220.57 100.79 218.31 99.14 216.66C97.38 214.9 94.41 214.02 90.23 214.02L27.87 214.02C23.69 214.02 20.78 214.9 19.13 216.66C17.37 218.31 16.49 220.57 16.49 223.43C16.49 226.29 17.37 228.6 19.13 230.36C20.78 232.01 23.69 232.83 27.87 232.83L90.23 232.83ZM29.03 250.98C19.68 250.98 12.53 248.61 7.58 243.88C2.52 239.15 0 232.34 0 223.43C0 214.52 2.52 207.7 7.58 202.97C12.53 198.24 19.68 195.88 29.03 195.88L89.07 195.88C98.42 195.88 105.63 198.24 110.68 202.97C115.63 207.7 118.11 214.52 118.11 223.43C118.11 232.34 115.63 239.15 110.68 243.88C105.63 248.61 98.42 250.98 89.07 250.98L29.03 250.98Z" fill="#3A4047" fill-opacity="1.000000" fill-rule="nonzero"/>
                        <path id="Vector" d="M1.31 313.57L1.31 257.48L17.81 257.48L17.81 276.45L116.79 276.45L116.79 294.6L17.81 294.6L17.81 313.57L1.31 313.57Z" fill="#3A4047" fill-opacity="1.000000" fill-rule="nonzero"/>
                        <path id="Vector" d="M1.31 356.7L90.39 356.7C94.57 356.7 97.49 355.87 99.14 354.22C100.79 352.46 101.61 350.16 101.61 347.3C101.61 344.44 100.79 342.18 99.14 340.53C97.49 338.77 94.57 337.89 90.39 337.89L1.31 337.89L1.31 320.74L89.24 320.74C98.59 320.74 105.79 323.05 110.85 327.67C115.8 332.17 118.27 338.88 118.27 347.79C118.27 356.7 115.8 363.46 110.85 368.08C105.79 372.59 98.59 374.84 89.24 374.84L1.31 374.84L1.31 356.7Z" fill="#3A4047" fill-opacity="1.000000" fill-rule="nonzero"/>
                        <path id="Vector" d="M116.79 382.47L116.79 400.78L95.84 403.91L95.84 426.18L116.79 429.32L116.79 445.98L1.31 427.5L1.31 400.94L116.79 382.47ZM80.17 423.87L80.17 406.39L21.77 415.13L80.17 423.87Z" fill="#3A4047" fill-opacity="1.000000" fill-rule="nonzero"/>
                        <path id="Vector" d="M33.15 495.43L116.79 495.43L116.79 511.76L1.31 511.76L1.31 488.99L70.43 470.35L1.31 470.35L1.31 454.19L116.79 454.19L116.79 472.83L33.15 495.43Z" fill="#3A4047" fill-opacity="1.000000" fill-rule="nonzero"/>
                        <path id="Vector" d="M116.79 520.04L116.79 538.35L95.84 541.49L95.84 563.76L116.79 566.89L116.79 583.55L1.31 565.08L1.31 538.52L116.79 520.04ZM80.17 561.45L80.17 543.96L21.77 552.71L80.17 561.45Z" fill="#3A4047" fill-opacity="1.000000" fill-rule="nonzero"/>
                        <path id="Vector" d="M1.31 612.94C1.31 603.81 3.73 597.05 8.57 592.65C13.41 588.14 20.5 585.89 29.85 585.89L44.86 585.89C54.21 585.89 61.31 588.14 66.14 592.65C70.98 597.05 73.4 603.81 73.4 612.94L73.4 621.52L116.79 621.52L116.79 639.66L1.31 639.66L1.31 612.94ZM17.81 621.52L56.91 621.52L56.91 612.94C56.91 610.08 56.14 607.88 54.6 606.34C53.06 604.8 50.2 604.03 46.02 604.03L28.7 604.03C24.52 604.03 21.66 604.8 20.12 606.34C18.58 607.88 17.81 610.08 17.81 612.94L17.81 621.52Z" fill="#3A4047" fill-opacity="1.000000" fill-rule="nonzero"/>
                        <path id="Vector" d="M116.79 648.11L116.79 666.42L95.84 669.56L95.84 691.83L116.79 694.96L116.79 711.62L1.31 693.15L1.31 666.59L116.79 648.11ZM80.17 689.52L80.17 672.03L21.77 680.78L80.17 689.52Z" fill="#3A4047" fill-opacity="1.000000" fill-rule="nonzero"/>
                        <path id="Vector" d="M100.29 754C100.4 753.01 100.46 751.96 100.46 750.86C100.46 749.76 100.46 748.72 100.46 747.73C100.46 744.87 99.74 742.45 98.31 740.47C96.88 738.38 93.91 737.33 89.4 737.33L1.31 737.33L1.31 719.19L88.08 719.19C93.91 719.19 98.7 719.9 102.44 721.33C106.18 722.76 109.14 724.69 111.34 727.11C113.43 729.53 114.92 732.33 115.8 735.52C116.68 738.6 117.12 741.84 117.12 745.25C117.12 746.9 117.12 748.39 117.12 749.71C117.12 751.03 117.01 752.46 116.79 754L100.29 754Z" fill="#3A4047" fill-opacity="1.000000" fill-rule="nonzero"/>
                    </svg>
                </div>
                <div class="container relative overflow-hidden min-h-[250px]">
                    <!-- <svg class="absolute -bottom-10 z-0 scale-90 left-0 md:block hidden" width="1440" height="201" viewBox="0 0 1440 201" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M1374.19 152.379V172.928C1374.19 180.937 1375.77 186.522 1378.93 189.684C1382.3 192.845 1386.73 194.426 1392.21 194.426C1397.68 194.426 1402.01 192.845 1405.17 189.684C1408.54 186.522 1410.22 180.937 1410.22 172.928V124.243C1410.22 116.234 1408.54 110.649 1405.17 107.487C1402.01 104.115 1397.68 102.429 1392.21 102.429C1386.73 102.429 1382.3 104.115 1378.93 107.487C1375.77 110.649 1374.19 116.234 1374.19 124.243V130.882H1341.31L1347.63 2.5293H1439.31V34.1432H1378.93L1376.08 86.9384C1382.62 76.1897 1392.73 70.8153 1406.43 70.8153C1419.29 70.8153 1428.88 75.1359 1435.2 83.777C1441.73 92.4182 1445 104.958 1445 121.398V170.715C1445 188.63 1440.57 202.435 1431.72 212.13C1423.08 221.614 1410.22 226.356 1393.15 226.356C1376.08 226.356 1363.12 221.614 1354.27 212.13C1345.63 202.435 1341.31 188.63 1341.31 170.715V152.379H1374.19Z" fill="#3A4047"/>
                        <path d="M1286.46 56.905C1286.46 46.9993 1284.77 40.3604 1281.4 36.9883C1278.24 33.4053 1273.92 31.6139 1268.44 31.6139C1262.96 31.6139 1258.53 33.3 1255.16 36.6721C1252 39.8335 1250.42 45.4186 1250.42 53.4275V77.1379H1217.54V55.6405C1217.54 37.7259 1221.86 24.0266 1230.5 14.5424C1239.36 4.84746 1252.32 0 1269.39 0C1286.46 0 1299.32 4.84746 1307.96 14.5424C1316.81 24.0266 1321.24 37.7259 1321.24 55.6405C1321.24 67.2322 1319.55 77.7702 1316.18 87.2544C1312.81 96.5278 1308.48 105.064 1303.22 112.862C1298.16 120.449 1292.57 127.509 1286.46 134.043C1280.56 140.576 1274.97 146.794 1269.7 152.695C1264.65 158.596 1260.43 164.392 1257.06 170.083C1253.69 175.563 1252 181.358 1252 187.47C1252 189.578 1252.11 191.159 1252.32 192.213H1318.07V223.826H1217.54V196.638C1217.54 185.89 1219.23 176.406 1222.6 168.186C1225.97 159.966 1230.19 152.484 1235.25 145.74C1240.51 138.785 1246.1 132.357 1252 126.456C1257.9 120.344 1263.38 113.915 1268.44 107.171C1273.71 100.427 1278.03 93.0503 1281.4 85.0414C1284.77 77.0325 1286.46 67.6537 1286.46 56.905Z" fill="#3A4047"/>
                        <path d="M1113.7 30.3495C1120.44 30.3495 1125.92 29.6119 1130.14 28.1366C1134.56 26.6612 1138.14 24.659 1140.88 22.1299C1143.62 19.6008 1145.84 16.6502 1147.52 13.278C1149.21 9.90588 1150.68 6.32297 1151.95 2.5293H1175.34V223.827H1140.57V55.0084H1113.7V30.3495Z" fill="#3A4047"/>
                        <path d="M998.785 172.928C998.785 180.937 1000.37 186.627 1003.53 190C1006.9 193.161 1011.33 194.742 1016.8 194.742C1022.28 194.742 1026.61 193.161 1029.77 190C1033.14 186.627 1034.82 180.937 1034.82 172.928V53.4275C1034.82 45.4186 1033.14 39.8335 1029.77 36.6721C1026.61 33.3 1022.28 31.6139 1016.8 31.6139C1011.33 31.6139 1006.9 33.3 1003.53 36.6721C1000.37 39.8335 998.785 45.4186 998.785 53.4275V172.928ZM964.01 55.6405C964.01 37.7259 968.541 24.0266 977.604 14.5424C986.666 4.84746 999.733 0 1016.8 0C1033.88 0 1046.94 4.84746 1056.01 14.5424C1065.07 24.0266 1069.6 37.7259 1069.6 55.6405V170.715C1069.6 188.63 1065.07 202.434 1056.01 212.129C1046.94 221.614 1033.88 226.356 1016.8 226.356C999.733 226.356 986.666 221.614 977.604 212.129C968.541 202.434 964.01 188.63 964.01 170.715V55.6405Z" fill="#3A4047"/>
                        <path d="M844.051 2.5293H951.538V34.1432H915.182V223.827H880.407V34.1432H844.051V2.5293Z" fill="#3A4047"/>
                        <path d="M761.4 2.5293V173.244C761.4 181.253 762.981 186.838 766.142 190C769.515 193.161 773.94 194.742 779.42 194.742C784.9 194.742 789.221 193.161 792.382 190C795.754 186.838 797.44 181.253 797.44 173.244V2.5293H830.319V171.031C830.319 188.946 825.893 202.751 817.041 212.446C808.4 221.93 795.543 226.672 778.472 226.672C761.4 226.672 748.439 221.93 739.587 212.446C730.946 202.751 726.625 188.946 726.625 171.031V2.5293H761.4Z" fill="#3A4047"/>
                        <path d="M712.011 223.827H676.92L670.913 183.677H628.235L622.228 223.827H590.298L625.705 2.5293H676.604L712.011 223.827ZM632.66 153.644H666.171L649.416 41.7305L632.66 153.644Z" fill="#3A4047"/>
                        <path d="M495.533 63.5441V223.827H464.235V2.5293H507.862L543.586 134.992V2.5293H574.567V223.827H538.844L495.533 63.5441Z" fill="#3A4047"/>
                        <path d="M448.358 223.827H413.267L407.26 183.677H364.581L358.575 223.827H326.645L362.052 2.5293H412.95L448.358 223.827ZM369.007 153.644H402.518L385.763 41.7305L369.007 153.644Z" fill="#3A4047"/>
                        <path d="M270.325 2.5293C287.818 2.5293 300.78 7.166 309.21 16.4394C317.852 25.7128 322.172 39.3068 322.172 57.2214V85.99C322.172 103.905 317.852 117.499 309.21 126.772C300.78 136.045 287.818 140.682 270.325 140.682H253.886V223.827H219.111V2.5293H270.325ZM253.886 34.1432V109.068H270.325C275.805 109.068 280.02 107.593 282.971 104.642C285.922 101.692 287.397 96.2118 287.397 88.203V55.0084C287.397 46.9995 285.922 41.5198 282.971 38.5692C280.02 35.6185 275.805 34.1432 270.325 34.1432H253.886Z" fill="#3A4047"/>
                        <path d="M202.918 223.827H167.826L161.82 183.677H119.141L113.134 223.827H81.2041L116.612 2.5293H167.51L202.918 223.827ZM123.567 153.644H157.077L140.322 41.7305L123.567 153.644Z" fill="#3A4047"/>
                        <path d="M0 192.213C1.89683 192.423 3.89905 192.529 6.00664 192.529C8.11423 192.529 10.1164 192.529 12.0133 192.529C17.493 192.529 22.1297 191.159 25.9234 188.419C29.9278 185.679 31.93 179.989 31.93 171.348V2.5293H66.7053V168.818C66.7053 179.989 65.3354 189.157 62.5955 196.323C59.8557 203.488 56.1674 209.179 51.5307 213.394C46.894 217.398 41.5196 220.244 35.4076 221.93C29.5063 223.616 23.2889 224.459 16.7554 224.459C13.594 224.459 10.7487 224.459 8.21961 224.459C5.6905 224.459 2.95063 224.248 0 223.827V192.213Z" fill="#3A4047"/>
                    </svg> -->

                    <img style="bottom: 0px;" width="1440" height="201" class="absolute  z-0 left-0 md:block hidden" src="<?php echo get_template_directory_uri() . '/src/img/icons/JAPANAUTO.png'; ?>" alt="" />
                        
                    <div class="flex items-center justify-between gap-5 text-gray pt-10 z-10 md:flex-row flex-col md:text-center text-start">
                        <div class="md:text-sm text-xs z-10">
                            Политика конфиденциальности
                        </div>
                        <div class="md:text-sm text-xs z-10">
                            © JapanAuto125 2024. Все права защищены
                        </div>
                       
                        <div class="md:text-sm text-xs z-10">
                            <ul class="flex gap-4 clip ">
                                <a id="sap" class="bg-blue p-2 rounded-full socials__btns" href="https://api.whatsapp.com/send/?phone=79247388855&text=%D0%97%D0%B4%D1%80%D0%B0%D0%B2%D1%81%D1%82%D0%B2%D1%83%D0%B9%D1%82%D0%B5%21%0A%0A%D0%9F%D0%B8%D1%88%D1%83+%D0%B8%D0%B7+%D0%BF%D1%80%D0%B8%D0%BB%D0%BE%D0%B6%D0%B5%D0%BD%D0%B8%D1%8F+2%D0%93%D0%98%D0%A1.%0A%0A&type=phone_number&app_absent=0">
                                    <svg width="25" height="25" viewBox="0 0 23 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M11.5028 0.75H11.4972C5.29422 0.75 0.25 5.79562 0.25 12C0.25 14.4609 1.04313 16.7419 2.39172 18.5939L0.989688 22.7733L5.31391 21.3909C7.09281 22.5694 9.21484 23.25 11.5028 23.25C17.7058 23.25 22.75 18.203 22.75 12C22.75 5.79703 17.7058 0.75 11.5028 0.75ZM18.0489 16.6364C17.7775 17.4028 16.7003 18.0384 15.8411 18.2241C15.2533 18.3492 14.4855 18.4491 11.9008 17.3775C8.59469 16.0078 6.46563 12.6483 6.29969 12.4303C6.14078 12.2123 4.96375 10.6514 4.96375 9.03703C4.96375 7.42266 5.78359 6.63656 6.11406 6.29906C6.38547 6.02203 6.83406 5.89547 7.26437 5.89547C7.40359 5.89547 7.52875 5.9025 7.64125 5.90812C7.97172 5.92219 8.13766 5.94188 8.35563 6.46359C8.62703 7.1175 9.28797 8.73188 9.36672 8.89781C9.44687 9.06375 9.52703 9.28875 9.41453 9.50672C9.30906 9.73172 9.21625 9.83156 9.05031 10.0228C8.88437 10.2141 8.72687 10.3603 8.56094 10.5656C8.40906 10.7442 8.2375 10.9355 8.42875 11.2659C8.62 11.5894 9.28094 12.668 10.2541 13.5342C11.5098 14.6522 12.528 15.0094 12.8922 15.1613C13.1636 15.2738 13.487 15.247 13.6853 15.0361C13.937 14.7647 14.2478 14.3147 14.5642 13.8717C14.7892 13.5539 15.0733 13.5145 15.3714 13.627C15.6752 13.7325 17.2825 14.527 17.613 14.6916C17.9434 14.8575 18.1614 14.9363 18.2416 15.0755C18.3203 15.2147 18.3203 15.8686 18.0489 16.6364Z" fill="white"/>
                                    </svg>
                                </a>
                                <a id="tg" class="bg-blue p-2 rounded-full socials__btns" href="https://t.me/japanauto_125">
                                    <svg width="25" height="25" viewBox="0 0 23 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M9.07882 14.2211L8.70662 19.8749C9.23913 19.8749 9.46976 19.6278 9.74633 19.3312L12.243 16.7544L17.4162 20.8459C18.365 21.4169 19.0334 21.1162 19.2894 19.9032L22.6851 2.71916L22.686 2.71815C22.987 1.20346 22.1788 0.611149 21.2544 0.982735L1.29457 9.23558C-0.0676534 9.80663 -0.0470279 10.6267 1.063 10.9983L6.16593 12.7125L18.019 4.70264C18.5769 4.30372 19.0841 4.52444 18.6669 4.92337L9.07882 14.2211Z" fill="white"/>
                                    </svg>
                                </a>
                                <a id="inst" class="bg-blue p-2 rounded-full socials__btns" href="https://www.instagram.com/japanauto125/">
                                    <svg width="25" height="25" viewBox="0 0 25 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path fill-rule="evenodd" clip-rule="evenodd" d="M0.875 11.2083C0.875 6.33715 0.875 3.90157 2.38828 2.38828C3.90157 0.875 6.33715 0.875 11.2083 0.875H13.7917C18.6628 0.875 21.0985 0.875 22.6117 2.38828C24.125 3.90157 24.125 6.33715 24.125 11.2083V13.7917C24.125 18.6628 24.125 21.0985 22.6117 22.6117C21.0985 24.125 18.6628 24.125 13.7917 24.125H11.2083C6.33715 24.125 3.90157 24.125 2.38828 22.6117C0.875 21.0985 0.875 18.6628 0.875 13.7917V11.2083ZM20.25 6.6875C20.25 7.75756 19.3825 8.625 18.3125 8.625C17.2425 8.625 16.375 7.75756 16.375 6.6875C16.375 5.61744 17.2425 4.75 18.3125 4.75C19.3825 4.75 20.25 5.61744 20.25 6.6875ZM15.0833 13.7917C15.0833 15.2184 13.9268 16.375 12.5 16.375C11.0732 16.375 9.91667 15.2184 9.91667 13.7917C9.91667 12.3649 11.0732 11.2083 12.5 11.2083C13.9268 11.2083 15.0833 12.3649 15.0833 13.7917ZM17.6667 13.7917C17.6667 16.6451 15.3534 18.9583 12.5 18.9583C9.64653 18.9583 7.33333 16.6451 7.33333 13.7917C7.33333 10.9382 9.64653 8.625 12.5 8.625C15.3534 8.625 17.6667 10.9382 17.6667 13.7917Z" fill="white"/>
                                    </svg>  
                                </a>
                            </ul>
                        </div>

                        <p class="md:text-sm text-xs underline z-10">
                            *Деятельность Meta и её продуктов признана <br> экстремистской и запрещена на территории РФ
                        </p>
                        
                    </div> 
                </div>
            </div>
            

        </footer>

        <section id="popup1" class="popup">
            <div class="popup__body">
                <div class="popup__content">
                    <button class="popup__btn close-popup" aria-label="Закрыть" tabindex="4">
                        <svg xmlns="http://www.w3.org/2000/svg" width="23" height="18" viewBox="0 0 23 18" fill="none">
                            <path d="M4 1.45508L19.9099 17.365" stroke="#ffffff"/>
                            <path d="M4.54492 16.9099L20.4548 1.00001" stroke="#ffffff"/>
                            </svg>
                    </button>
                    <h2 class="text-start text-black z-10  md:text-4xl text-xl pb-7 font-bold">Рассчитать стоимость</h2>
                    <div class="flex items-start justify-start">
                        <p class="text-black md:text-base text-sm text-start pb-7">Оставьте контакты и наш менеджер свяжется с вами в течение 15 минут и поможет подобрать автомобиль</p>
                    </div>
    
                    <div class="form-wrapper">
                        <input class="form__input" placeholder="Введите марку авто" />
                        <input class="form__input" placeholder="Введите модель авто" />
                        
                        <input class="form__input" placeholder="Введите город" />
                        
                        <input class="form__input" placeholder="Введите бюджет" />
                        <input class="form__input" placeholder="Введите имя" />
                        <input class="form__input" placeholder="Введите номер" />
                        <textarea class="form__input" placeholder="Введите комментарий" name="" id=""></textarea>
                        
                        <div>
                            <button class="button bg-blue up button__blue__to__dark__blue__to__gray h-max">
                                Подобрать автомобиль
                            </button>
                            
                            <p class="text-gray text-sm text-start pt-7">
                                Нажимая кнопку "Подобрать автомобиль" вы даете согласие на обработку персональных данных
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </section>

        <section id="popup2" class="popup">
            <div class="popup__body">
                <div class="popup__content">
                    <button class="popup__btn close-popup" aria-label="Закрыть" tabindex="4">
                        <svg xmlns="http://www.w3.org/2000/svg" width="23" height="18" viewBox="0 0 23 18" fill="none">
                            <path d="M4 1.45508L19.9099 17.365" stroke="#ffffff"/>
                            <path d="M4.54492 16.9099L20.4548 1.00001" stroke="#ffffff"/>
                            </svg>
                    </button>
                    <h2 class="text-start text-black z-10  md:text-4xl text-xl pb-7 font-bold">Заказать автомобиль</h2>
                    <div class="flex items-start justify-start">
                        <p class="text-black md:text-base text-sm text-start pb-7">Оставьте контакты и наш менеджер свяжется с вами и проконсультирует по всем вопросам</p>
                    </div>
    
                    <div class="form-wrapper">
                        <input class="form__input" placeholder="Введите имя" />
                        <input class="form__input" placeholder="Введите номер" />
                        
                        <button class="button bg-blue up button__blue__to__dark__blue__to__gray">
                            Заказать автомобиль
                        </button>
    
                        <p class="text-gray text-sm text-start pt-7">
                            Нажимая кнопку "Заказать автомобиль" вы даете согласие на обработку персональных данных
                        </p>
                    </div>
                </div>
            </div>
        </section>

        <section id="popup3" class="popup">
            <div class="popup__body">
                <div class="popup__content">
                    <button class="popup__btn close-popup" aria-label="Закрыть" tabindex="4">
                        <svg xmlns="http://www.w3.org/2000/svg" width="23" height="18" viewBox="0 0 23 18" fill="none">
                            <path d="M4 1.45508L19.9099 17.365" stroke="#ffffff"/>
                            <path d="M4.54492 16.9099L20.4548 1.00001" stroke="#ffffff"/>
                            </svg>
                    </button>
                    <h2 class="text-start text-black z-10  md:text-4xl text-xl pb-7 font-bold">Рассчитать стоимость</h2>
                    <div class="flex items-start justify-start">
                        <p class="text-black md:text-base text-sm text-start pb-7">Оставьте контакты и наш менеджер свяжется с вами и проконсультирует по всем вопросам</p>
                    </div>
    
                    <div class="form-wrapper">
                        <input class="form__input" placeholder="Введите имя" />
                        <input class="form__input" placeholder="Введите номер" />
                        
                        <button class="button bg-blue up button__blue__to__dark__blue__to__gray">
                            Получить расчёт
                        </button>
    
                        <p class="text-gray text-sm text-start pt-7">
                            Нажимая кнопку “Получить расчет” вы даете согласие на обработку персональных данных
                        </p>
                    </div>
                </div>
            </div>
        </section>

    </div>
    <script src="<?php echo get_template_directory_uri() . '/js/wow.js'; ?>"></script>
    <script src="<?php echo get_template_directory_uri() . '/js/baguettebox.js'; ?>"></script>
    <script src="<?php echo get_template_directory_uri() . '/js/simpleParallax.js'; ?>"></script>
    <script src="<?php echo get_template_directory_uri() . '/js/swiper-bundle.min.js'; ?>"></script>
    <script type="module" src="<?php echo get_template_directory_uri() . '/js/main.js'; ?>"></script>
</body>

</html>